Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
rki: <bold>နည်းပညာ ကုမ္ပဏီတိ</bold> - ဖွံ့ဖြိုးတိုးတက်တေ ဘာသာစကားပေါင်းစုံ AI ဂေဟစနစ်အတွက် open dataset ဖန်တီးစွာမှာ ရင်းနှီးမြှုပ်နှံပါ

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
rki: <bold>အားလုံးကို ဘာသာပြန်ပါ ဝါ ထပ်ခါတလဲလဲ ပြောပါ။</bold> အပြန်အလှန် စကားပြောကတ်တေ ပုံစံအတိုင်း တခါရာ ပြောပါ။ ဘာသာစကား တခုစီမှာ ဇာပိုင် တုံ့ပြန်ရဖို့ ဗားရှင်းတခုကို ပြောနိန်ဖို့ မလိုပါ။

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
rki: <bold>မိတ်ဆွေ ပုံမှန်ပြောနိန်ကျအတိုင်းဆိုကေ ဘာသာစကား နှစ်မျိုးလုံးကို သုံးပါ။</bold> စကားလုံး တလုံး ဝါ နှစ်လုံးလောက် ပြောင်းလဲစွာကပင် အသုံးဝင်ပါယေ။ ဥပမာ -

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
rki: <bold>အကြောင်းအရာနန့် ပြည့်စုံယေ အဖြေတိကို အသုံးပြုပါ။</bold> တတ်နိုင်သမျှ အသေးစိတ် ဖော်ပြပါ၊ မိတ်ဆွေ တတ်နိုင်သမျှ အသေးစိတ် ဖော်ပြပီးပါ။ အဖြေတိကို ဇာတ်လမ်းတပုဒ် ဝါ ဥပမာတခုပိုင် မျှဝီပါ။

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
rki: <bold>ဇာကြောင့် AI စွာ ကမ္ဘာ့ဘာသာစကား အနည်းချေအတွက်ရာ အလုပ် လုပ်သင့်စွာလဲ?</bold>

source: Both
rki: နှစ်ခုလုံး

source: Both (Speak and Listen)
rki: နှစ်ခုလုံး (အပြော နန့် နားထောင်)

source: Brands/Organisations: Target, Burger King
rki: အမှတ်တံဆိပ်တိ/အဖွဲ့အစည်းတိ - Target ၊ Burger King

source: [British English might make "root"]
rki: [ဗြိတိသျှ အင်္ဂလိပ်စကားမှာ "root" လို့ အသံထွက်ကောင်း ထွက်နိုင်ပါယေ]

source: Browse Languages
rki: ဘာသာစကားတိကို ရှာကြည့်ပါ

source: Build a custom goal
rki: စိတ်ကြိုက် ရည်မှန်းချက်တခု ထားပါ

source: Build Profile
rki: ပြိုဖိုင်း တည်ဆောက်ပါ

source: Bulk batch
rki: အသုတ်လိုက် အများအပြား

source: Bulk Sentences Uploaded
rki: စာကြောင်း အစုအပြုံလိုက်ကို တင်ပီးဗြီးလားပါဗျာလ်

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
rki: <b>ဇာအတွက် အီးမေးလ် လိုစွာလဲ။</b> ဒေတာစု ပြောင်းလဲစွာတိနန့် ပတ်သက်လို့ အနာဂတ်မှာ မိတ်ဆွေကို ဆက်သွယ်ဖို့ လိုအပ်နိုင်ပနာ၊ အီးမေးလ်က အကျွန်ရို့ ဆက်သွယ်နိုင်ဖို့ လိုအပ်ချက်တခု ဖြစ်ပါယေ။

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
rki: “အကျွန့် အီးမေးလ်ကို လိင့်ခ်ပို့ပီးပါ” ကို နှိပ်လိုက်စွာက၊ မိတ်ဆွေစွာ အကျွန်ရို့ <termsLink>ဝန်ဆောင်မှုစည်းမျဉ်းတိ</termsLink> နန့် <privacyLink>ကိုယ်ရေးကိုယ်တာ မူဝါဒ</privacyLink> ကို သဘောတူပနာ၊ Mozilla က Common Voice - Spontaneous Speech Project အတွက် Beta Testing မှာ ဇာပိုင် ပါဝင်ရဖို့နန့် ပတ်သက်တေ အချက်အလက်တိကို မိတ်ဆွေ အီးမေးလ်ကို ပို့ပီးနိုင်ယေလို့ သဘောတူလိုက်စွာ ဖြစ်ပါယေ။

source: By editing your goal, you may lose your existing progress.
rki: မိတ်ဆွေ ရည်မှန်းချက်ကို ပြုပြင်လိုက်ကေ၊ အယင် ဟိဗြီးသား တိုးတက်မှုကို ဆုံးရှုံးလားနိုင်ပါယေ။

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
rki: အီးမေးလ်တိ လက်ခံရယူဖို့ ရွေးချယ်စွာနန့် မိတ်ဆွေစွာ Mozilla <privacy Link>ကိုယ်ရေးအချက်အလက် မူဝါဒ</privacy Link> မှာ ရှင်းပြထားယေအတိုင်း Mozilla က ဒေအချက်အလက်ကို ကိုင်တွယ်စွာကို မိတ်ဆွေ သဘောတူယေလို့ ဖော်ပြရာ ရောက်ပါယေ။

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
rki: Common Voice ဒေတာစုမှာ စကားပြောယေ လူတိ အထောက်အထားကို ရယူဖို့ မကြိုးစားပါလို့ <b>မိတ်ဆွေ သဘောတူပါယေ</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
rki: မိတ်ဆွေ ကိုယ်တိုင်အကြောင်း အချက်အလက်တချို့ကို ပီးပနာ Common Voice ကို မိတ်ဆွေ တင်သွင်းယေ အသံဒေတာ တိကျမှုကို မြှင့်တင်ဖို့ ဒေဒေတာကို အသုံးပြုယေ Speech Recognition အင်ဂျင်တိအတွက် ပိုပနာ အသုံးဝင်ပါဖို့။

source: By telling us about yourself, you will help developers build more inclusive technology
rki: မိတ်ဆွေအကြောင်းကို အကျွန်ရို့ကို ပြောပြစွာက၊ ဆော့ဖ်ဝဲရီးယေ လူတိအနိန်နန့် ပိုပြည့်စုံယေ နည်းပညာကို တည်ဆောက်စွာမှာ ကူညီပီးရာ ရောက်ပါယေ။

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
rki: Common Voice ကို အသုံးပြုဖို့၊ မိတ်ဆွေစွာ အကျွန်ရို့ <termsLink>စည်းကမ်းချက်တိ</termsLink> နန့် <privacyLink>လုံခြုံရေး အသိပီးချက်တိ</privacyLink>ကို သဘောတူပါယေ။

source: [Canadian English might make "route" sound like "rowt"]
rki: [ကနေဒီယန် အင်္ဂလိပ်စကားမှာ "route" ကို "rowt" လို့ အသံထွက်ကောင်း ထွက်နိုင်ပါယေ]

source: Can be answered in a few sentences
rki: စာကြောင်း အနည်းချေနန့် ဖြေနိုင်ပါယေ

source: Cancel
rki: ပယ်ဖျက်ပါ

source: Cancel Re-recording
rki: ပြန်ပနာ အသံ သွင်းစွာကို ပယ်ဖျက်ပါ

source: Cancel Submission
rki: တင်ဖို့စွာကို ပယ်ဖျက်လိုက်ပါ

source: Cannot submit more than 1000 sentences
rki: စာကြောင်းရေ 1000 ထက် ပိုပနာ တင်ပီးလို့ မရပါ

source: Can't decide?
rki: ဆုံးဖြတ်လို့ မရပါလား?

source: Capture Speech Exactly as Spoken
rki: ပြောယေအတိုင်း တိတိကျကျ စကားပြောကို ဖမ်းယူပါ

source: Cause someone to share sensitive, potentially triggering responses
rki: တယောက်ယောက်ကို ထိလွယ်ရှလွယ်ယေ၊ ဒေါသတကြီး တုံ့ပြန်ဖို့ လှုံ့ဆော်ပီးစွာ ဖြစ်ဇီနိုင်ယေ

source: Change preferences
rki: ဦးစားပီး Preferences ကို ပြောင်းပီးပါ

source: Changes both display and dataset language
rki: ပြထားစွာနန့် ဒေတာစု ဘာသာစကား နှစ်မျိုးလုံးကို ပြောင်းလဲပါ

source: Changes contribution language of dataset only
rki: ဒေတာစု ပံ့ပိုးမှု ဘာသာစကားကိုရာ ပြောင်းလဲပီးပါ

source: Changes the language dataset to which you're contributing
rki: မိတ်ဆွေ ပံ့ပိုးကူညီနိန်ယေ ဘာသာစကား ဒေတာစုကို ပြောင်းလဲပီးပါ

source: Changes website text only
rki: ဝဘ်ဆိုက်စာသားကိုရာ ပြောင်းလဲပီးပါ

source: Change your email via Settings under Login Identity
rki: အောက်က ဆတ်တိန်တိကတဆင့် ဝင်ဖို့ အထောက်အထား မိတ်ဆွေ အီးမေးလ်ကို ပြောင်းလဲပီးပါ

source: Check
rki: စစ်ပီးပါ

source: Check <icon></icon> is this a linguistically correct sentence?
rki: အေဟင့် <icon></icon> က ဘာသာစကားအရ မှန်ကန်ယေ စာကြောင်း ဟုတ်မဟုတ် စစ်ဆေးပီးပါ။

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
rki: မိတ်ဆွေ ဘာသာစကားကို ဖော်ပြထားစွာ ဟိ မဟိ <languagesPageLink>Common Voice ဘာသာစကားတိ စာမျက်နှာ</languagesPageLink>မှာ စစ်ဆေးကြည့်ပါ။ မဟုတ်ကေ၊ ဒေပုံစံကို ဖြည့်ပနာ အကျွန်ရို့ <strong>ဇာပိုင် ဘာသာစကားကို ထည့်ရဖို့လဲလို့ ရှင်းပြထားယေ အီးမေးလ်တစောင်ကို မိတ်ဆွေဘားကို ပို့ပီးပါမေ</strong>။

source: <chevron></chevron>See less
rki: <chevron></chevron> လျှော့ ကြည့်ဖို့

source: <chevron></chevron>See more
rki: <chevron></chevron>ပိုပနာ ကြည့်ဖို့

source: Choose Culturally Specific Topics
rki: ယဉ်ကျေးမှုနန့် သက်ဆိုင်ယေ အကြောင်းအရာတိ ရွေးချယ်ပါ

source: Choose language/localization
rki: ဘာသာစကား / ဒေသ အသုံးအနှုန်းကို ရွီးပါ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
rki: ယဉ်ကျေးမှု ဝါ အကြောင်းအရာ ဇာပိုင်ပင် ဟိပါဗျတ်ဇီ အသူမဆို နားလည်ရလွယ်အောင် ရိုးရှင်းယေ မေးခွန်းတိကိုရာ ရွီးပီးပါ။

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
rki: ယဉ်ကျေးမှု ဝါ အခြေအနေ မခွဲခြားဘဲ ဇာသူမဆို နားလည်ရ လွယ်ကူယေ ရိုးရှင်းယေ မေးခွန်းတိကို ရွီးယူပါ။

source: Choose somewhere with a good internet connection
rki: အိန်တာနက် လိုင်းကောင်းယေ နိန်ရာတခုကို ရွီးပါ

source: Citation
rki: ကိုးကားချက်

source: Cite with a URL link or the full name of the work.
rki: URL လိင့်ခ် ဝါ ဖန်တီးနိန်ယေ အလုပ် နာမေ အပြည့်အစုံနန့် ကိုးကားပါ။

source: Citing Sentences
rki: ကိုးကား စာကြောင်းတိ

source: Click
rki: တချက်နှိပ်ပါ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
rki: ဒေစာမျက်နှာ အသုံးပြုနည်းကို လေ့လာဖို့ <guidanceLink>ဒေနိန်ရာ</guidanceLink> ကို နှိပ်ပီးပါ

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
rki: "အထောက်အထားတိ ထုတ်လုပ်ပါ" ကို နှိပ်စွာနန့် မိတ်ဆွေ အကောင့်အတွက် ထူးခြားယေ အထောက်အထားတိကို ဖန်တီးပီးပါဖို့။ လုံခြုံရေးအရ၊ လျှို့ဝှက်သော့ကို <bold>တကြိမ်ရာ</bold> ပြပီးပါယေ။ ကျေးဇူးပြုပနာ ကူးယူဗြီးကေ လုံလုံခြုံခြုံ သိမ်းထားပါ။ ပျောက်လားကေ၊ သော့အသစ်တခု ထပ်ထုတ်လုပ်ရပါဖို့၊ ဇာဖြစ်လို့ဆိုကေ ယင်းသော့ကို ပြန်ယူလို့ မရလို့ပါ။

source: Clipboard not supported
rki: Clipboard ကို မပံ့ပိုးပါ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
rki: { $clipCount } အသံဖိုင်တိ၊ ထိန်းသိမ်းထားယေ မှတ်တမ်းတိ၊ စုစုပေါင်း အရွယ်အစား { $size }။ သက်တမ်း ကုန်ဖို့ရက် { $expires }။

source: Clip Graveyard
rki: အသံ သင်္ချိုင်း

source: Clips recorded
rki: အသံဖိုင်တိကို အသံသွင်းထားပါယေ

source: Clips Uploaded
rki: အသံဖိုင်တိကို တင်ဗြီးလားပါဗျလ်

source: Clips validated
rki: အသံဖိုင်တိကို အတည်ပြုပြီးပါဗျာလ်

source: Clips You've Recorded
rki: မိတ်ဆွေ သွင်းထားယေ အသံဖိုင်တိ

source: Clips You've Validated
rki: မိတ်ဆွေ အတည်ပြုထားယေ အသံဖိုင်တိ

source: Close
rki: ပိတ်ပါ

source: Code Switching
rki: ကုဒ် ပြောင်းလဲစွာ

source: Collecting sentences
rki: စာကြောင်းတိ စုဆောင်းစွာ

source: Coming Soon
rki: မကြာခင် လာပါဖို့

source: Comment
rki: မှတ်ချက်

source: Common Voice data plus all other voice datasets above.
rki: Common Voice ဒေတာအပြင် အထက်က အခြား အသံ ဒေတာစု အားလုံး။

source: Common Voice Dataset
rki: Common Voice ဒေတာစု

source: Common Voice is a free, open source platform for community-led data creation
rki: Common Voice စွာ လူ့အသိုင်းအဝိုင်းလိုက် ဦးဆောင်ယေ ဒေတာ ဖန်တီးဖို့အတွက် အခမဲ့၊ open source ပလက်ဖောင်းတခု ဖြစ်ပါယေ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
rki: Common Voice စွာ Mozilla Foundation က ပရောဂျက်တခုဖြစ်ပနာ US 501c3 တခု ဖြစ်ပါယေ။ လက်ဟိမှာ ပရောဂျက်ကို <philantropicGrantLink>ပရဟိတ ထောက်ပံ့ငွေတိ</philantropicGrantLink> နန့် ကမ္ဘာတစ်ဝှမ်းက အလှူရှင်တိဘားက လှူဒါန်းငွေတိနန့် အပြည့်အဝ ရန်ပုံငွေ ထောက်ပံ့ထားပါယေ။

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
rki: Common Voice ကို အလှူငွေတိ၊ ထောက်ပံ့ငွေတိနန့် ရန်ပုံငွေ ထောက်ပံ့ထားပါယေ။ အကျွန်ရို့စွာ ပညာရှင်တိ၊ အရပ်ဘက် လူ့အဖွဲ့အစည်းတိ၊ စက်မှုလုပ်ငန်း သုတေသီတိနန့် ပူးပေါင်းဆောင်ရွက်ဖို့ နှစ်သက်ပါယေ။ Common Voice ကို အခမဲ့အသုံးပြုနိုင်ကေလည်း ထောက်ပံ့ငွေ အဆိုပြုချက်တိကတဆင့် ပလက်ဖောင်းနန့် hosting ကုန်ကျစရိတ်တိကို ပါဝင်ကူညီစွာက ကကောင်း အထောက်အကူ ဖြစ်ဇီပါယေ။

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
rki: Common Voice စွာ အော်ဂန်းနစ်၊ အလိုအလျောက်၊ ဇာတ်ညွှန်းမပါ စကားတိကို စုဆောင်းဖို့အတွက် အာရုံစိုက်ထားယေ ဒုတိယ ပလက်ဖောင်းတခုကို စတင်လိုက်ပါဗျာလ်။ ယင်းမှာ လူ့အသိုင်းအဝိုင်း အများအပြားဘားက ဒေတာတိကို ပိုပနာ ယင်အောင် စုဆောင်းနိုင်ဖို့ ကူညီပီးနိုင်ယေအပြင် ဒေတာသိပ္ပံပညာရှင်တိနန့် ဆော့ဖ်ဝဲရီးသားယေ လူတိအတွက် အသုံးဝင်ဇီပါဖို့။

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
rki: Common Voice စွာ စက်တိကို လူအစစ်တိ ဇာပိုင် စကားပြောလေဆိုစွာကို သင်ကြားပီးဖို့ Mozilla က ကြိုးပမ်းမှု ဖြစ်ပါယေ။

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
rki: Common Voice စွာ ကမ္ဘာ့အကြီးဆုံး အများပြည်သူ အသုံးပြုနိုင်ယေ၊ ဘာသာစကားပေါင်းစုံ အသံဒေတာစု ဖြစ်ပါယေ။

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
rki: Common Voice မှတ်တမ်းတိကို ပညာရှင်တိ၊ အငယ်စား စီးပွားရေးလုပ်ငန်းတိနန့် အသံမှတ်မိယေ ဝါသနာရှင်တိက အသံမော်ဒယ်တိပိုင် အများပြည်သူရဟိနိုင်ယေ အရင်းအမြစ်တိကို လေ့ကျင့်ပီးပနာ ကြီးထွားလာဇီဖို့အတွက် အသုံးပြုကတ်ပါယေ။ မိတ်ဆွေပိုင် အသံမှတ်တမ်းတိကို ဖျက်ပစ်ဇီချင်ယေ အကြောင်းရင်းကို အကျွန်ရို့ကို ပြောပြနိုင်ပါလား?

source: Community and Languages
rki: အသိုင်းအဝိုင်းနန့် ဘာသာစကားတိ

source: Community, Creatives and Civil Society
rki: အသိုင်းအဝိုင်း၊ ဖန်တီးမှုတိနန့် အရပ်ဘက် လူ့အဖွဲ့အစည်း

source: Community participation and decision making.
rki: လူထု အသိုင်းအဝိုင်း ပါဝင်မှုနန့် ဆုံးဖြတ်ချက် ချမှတ်စွာ။

source: Community Playbook
rki: အသိုင်းအဝိုင်း လမ်းညွှန်စာအုပ်

source: Confirm Goal
rki: ရည်မှန်းချက်ကို အတည်ပြုပါ

source: Connection interrupted
rki: ချိတ်ဆက်မှု ပြတ်တောက်လားပါယေ

source: Connect with Gravatar
rki: Gravatar နန့် ချိတ်ဆက်ပါ

source: Connect with our community and see supported languages
rki: အကျွန်ရို့ အသိုင်းအဝိုင်းနန့် ချိတ်ဆက်ပနာ ပံ့ပိုးပီးထားယေ ဘာသာစကားတိကို ကြည့်ရှုပါ

source: Contact
rki: ဆက်သွယ်ဖို့

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
rki: စာရီးဆရာတိ၊ ပြဇာတ်ရီးဆရာတိ ဝါ ဇာတ်ညွှန်းရီးဆရာတိကို ဆက်သွယ်ပနာ၊ ယင်းသူရို့ လက်ရာ တစိချေကို အများပြည်သူပိုင်အဖြစ် ရည်စူးလှူဒါန်းပီးဖို့ ဆန္ဒရှိမရှိ မိန်းကြည့်ပါ။

source: Contact Form
rki: ဆက်သွယ်ဖို့ ပုံစံ

source: Contact the Common Voice team
rki: Common Voice အဖွဲ့ကို ဆက်သွယ်ပါ။

source: Contact us
rki: အကျွန်ရို့ကို ဆက်သွယ်ပါ

source: Contact Us
rki: အကျွန်ရို့ကို ဆက်သွယ်ပါ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
rki: <licenseLink>Creative Commons လိုင်စင်</licenseLink> အောက်မှာ ရဟိနိုင်ယေ အကြောင်းအရာ

source: Continue
rki: ဆက်လုပ်ပါ

source: Continue speaking
rki: ဆက် စကားပြောပါ

source: Continue validating
rki: ဆက်ပနာ အတည်ပြုပြီးပါ

source: Continue with Skipped
rki: ကျော်လားပနာ ဆက်လုပ်ပါ

source: Contribute
rki: ပံ့ပိုးကူညီပါ

source: Contribute on GitHub
rki: GitHub မှာ ပါဝင်ကူညီပါ

source: Contribute sentences
rki: ဝါကျတိ ပံ့ပိုးတည်ဆေောက်ပီးပါ

source: Contribute text
rki: စာသားကို ပံ့ပိုးပီးပါ

source: Contribute to { $lang }
rki: { $lang } ကို ပံ့ပိုးကူညီပီးပါ

source: Contribute to text corpus
rki: စာသား corpus မှာ ပါဝင်ကူညီပါ

source: Contributing to <bold>{ $language }</bold> dataset
rki: <bold> { $language } </bold> ဒေတာစုမှာ ပါဝင်ပံ့ပိုးကူညီနိန်စွာ

source: Contribution Activity
rki: ပံ့ပိုးကူညီယေ လုပ်ဆောင်ချက်

source: Contribution Criteria
rki: ပံ့ပိုးကူညီဖို့အတွက် သတ်မှတ်ချက်တိ

source: Contribution Experience
rki: ပံ့ပိုးကူညီစွာ အတွိအကြုံ

source: Contribution Guidelines
rki: ပံ့ပိုးကူညီဖို့ လမ်းညွှန်ချက်တိ

source: Contributors record voice clips by reading from a bank of donated sentences.
rki: လှူဒါန်းထားယေ စာကြောင်းဘဏ်က စာကြောင်းတိကို ပံ့ပိုးကူညီယေ လူတိက ဖတ်ရှုပနာ အသံ သွင်းပီးကတ်ပါယေ။

source: Conversations with friends or texting often include more natural switching. Example:
rki: သူငယ်ချင်းတိနန့် စကားပြောစွာ ဝါ မက်ဆေ့ချ်ပို့စွာတိမှာ ပိုသဘာဝကျယေ ပြောင်းလဲမှု ပါဝင်လေ့ ဟိပါယေ။ ဥပမာ -

source: Cookies
rki: ကုတ်ကီးတိ

source: <cookiesLink>Cookies<cookiesLink>
rki: <cookiesLink>ကုတ်ကီးတိ Cookies<cookiesLink>

source: Copied successfully
rki: အောင်အောင်မြင်မြင် ကူးဗြီးလားပါဗျာလ်

source: Copy
rki: ကူးယူပါ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
rki: <coquiLink>Coqui</coquiLink> စွာ open speech နည်းပညာအတွက် ရည်ရွယ်ပါယေ။ ယင်းသူရို့ ပရောဂျက်တိမှာ deep learning ကို အခြေခံထားယေ STT နန့် TTS အိန်ဂျိန်တိ ပါဝင်ပါယေ။

source: Correct
rki: မှန်ပါယေ

source: <correct> Correct</correct>: It’s one hundred miles away from here
rki: <correct> မှန်ယေ</correct>: ဒေကနိန် မိုင်တရာ ဝီးယေ

source: <correct>Correct</correct>: It was twenty per cent off
rki: <correct>မှန်ယေ</correct>: ယင်းချင့် နှစ်ဆယ်ရာခိုင်နှုန်း ဈီးလျှော့ခယေ

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
rki: <correct> မှန်ယေ</correct>: <underline>နှစ်ဆယ် ဆယ့်ငါး</underline> မှာ ပြန်ဆုံကတ်မေ

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
rki: <correct>မှန်ယေ</correct>: ယင်းသူရို့ကို ဗြီးခယေ ကြာသပတေးနိက <underline>FBI</underline> က ဖမ်းလားယေ။

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
rki: “မှန်ကန်ယေ” သဒ္ဒါ ဝါ အသံထွက် – သဘာဝကျယေ ပြောယေ လူ အသုံးစကားကို ထိန်းသိမ်းပါ။

source: { $count } clips
rki: { $count } ဖိုင်

source: { $count }mo
rki: { $count } လ

source: Country/Region of Residence
rki: နိန်ထိုင်ယေ နိုင်ငံ/ဒေသ

source: { $count }wk
rki: { $count } ပတ်

source: { $count }y
rki: { $count } နှစ်

source: [Crackle] giant dinosaurs of [crackle] -riassic.
rki: [အက်ကွဲသံ]-ရိုင်ယေဆဲ့ခေတ်က [အက်ကွဲသံ] ဧရာမ ဒိုင်နိုဆောတိ။

source: Create a Custom Goal
rki: စိတ်ကြိုက် ရည်မှန်းချက်တခု ဖန်တီးပါ

source: Create API Credentials
rki: API အထောက်အထားတိ ဖန်တီးပါ

source: Create a profile
rki: ကိုယ့်စာမျက်နှာ ပြိုဖိုင်းတခု ဖန်တီးပါ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
rki: ခေတ်မီပနာ ရိုးရှင်းယေ စကားစုတိကို ကိုယ်တိုင် ဝါ သူငယ်ချင်းတိ ဝါ ဘာသာစကား အသိုင်းအဝိုင်းနန့် ဖန်တီးပါ - ဥပမာ 'စာစီစာကုံး ပြိုင်ပွဲ' က တဆင့်

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
rki: အများပြည်သူ ကဏ္ဍ ညွှန်ကြားချက်တိ၊ စာကြောင်းတိနန့် စာသား ဘာသာပြန်ဆိုစွာတိ၊ ၊ ဘာသာစကား ပုံစံချေတိနန့် တခြားစွာတိကို၊ ဖန်တီးပါ ဝါ မျှဝီပါ။

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
rki: Common Voice မှာ လူမျိုးစုံအတွက် အခွင့်အလမ်းတိ ဖန်တီးပီးပနာ ပါဝင်ကူညီဂတ်ကေ၊ ဒေတာစု dataset က လူအများကြီးကို အသေအချာ ဝန်ဆောင်မှုပီးလာနိုင်ပါဖို့။ မိတ်ဆွေ အသုံးပြုနိုင်ဖို့ အရင်းအမြစ်တိနန့် ပုံစံ template တိကို အကျွန်ရို့ ဖန်တီးထားပါယေ။

source: Credentials
rki: အထောက်အထားတိ

source: Criteria
rki: သတ်မှတ်ချက်တိ

source: Culturally specific questions
rki: ယဉ်ကျေးမှုနန့်ဆိုင်ယေ သီးသန့် မေးခွန်းတိ

source: Cypriot Greek
rki: ဆိုက်ပရပ်စ် ဂရိစကား

source: Daily Goal
rki: နိစဉ် ရည်မှန်းချက်

source: Dashboard
rki: ဒတ်ရှ်ဘိုး

source: Dataset
rki: ဒေတာစု

source: Dataset: { $datasetLanguage }
rki: ဒေတာစု - { $datasetLanguage }

source: Dataset [{ $datasetName }]
rki: ဒေတာစု [{ $datasetName }]

source: Dataset: { $datasetName }
rki: ဒေတာစု - { $datasetName }

source: Dataset Release
rki: ဒေတာစု ထုတ်ဝီမှု

source: Datasets
rki: ဒေတာအစုတိ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
rki: ASR၊ STT၊ TTS နန့် တခြား NLP အကြောင်းအရာတိအတွက် ဒေတာအစုတိကို အသိုင်းအဝိုင်း ပါဝင်မှုကတဆင့် ဖန်တီးထားပါယေ။

source: Date
rki: ရက်စွဲ

source: Days
rki: ရက်

source: Dear community, release time is nearing. Please go validate and transcribe, and also visit the <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> to update your datasheet.
rki: ခင်မင်ရပါယေ အသိုင်းအဝိုင်း၊ ထုတ်ဝေမှု နီးကပ်လာပါဗျာလ်။ ကျေးဇူးပြုပနာ အတည်ပြုချက်တိနန့် စာသားမှတ်တမ်း တင်စွာတိ လုပ်ပီးပါ။ ယင်းချင့်အပြင် မိတ်ဆွေ ဒေတာစာရွက်ကို အပ်ဒိတ် လုပ်ဖို့ <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> ကိုလည်း ဝင်ကြည့်ပါ။

source: Dear community, the new release is now fully on <mdcLink>Mozilla Data Collective</mdcLink>. Join for access to 500+ global datasets, built by and for the community.
rki: ခင်မင်ရပါယေ အသိုင်းအဝိုင်း၊ ထုတ်ဝေမှုအသစ်စွာ <mdcLink>Mozilla Data Collective</mdcLink> မှာ အပြည့်အဝ ဟိနိန်ပါဗျာလ်။ အသိုင်းအဝိုင်းက တည်ဆောက်ထားပနာ၊ အသိုင်းအဝိုင်းအတွက် တည်ဆောက်ထားယေ ကမ္ဘာလုံးဆိုင်ရာ အချက်အလက်စု ၅၀၀+ ကို ဝင်ရောက်ကြည့်ရှုဖို့ ပါဝင်လိုက်ပါ။

source: Dear community, we are currently working on the release. We expect it to be rolled out in parts in the coming days on <mdcLink>Mozilla Data Collective</mdcLink>.
rki: ခင်မင်ရပါယေ အသိုင်းအဝိုင်း၊ အကျွန်ရို့ လက်ဟိ ထုတ်ဝေမှုအတွက် အလုပ် လုပ်နိန်ပါယေ။ လာဖို့ ရက်တိအတွင်းမှာ <mdcLink>Mozilla Data Collective</mdcLink> က အပိုင်းလိုက် ဖြန့်ချီနိုင်ဖို့လို့ မျှော်လင့်ထားပါယေ။

source: Dear community, we reached the cutoff date for the release and we are bundling the datasets. The new release will be available on <mdcLink>Mozilla Data Collective</mdcLink> in a couple of days.
rki: ချစ်တေ ရခိုင်အသိုင်းအဝိုင်း၊ အကျွန်ရို့ ထုတ်ဝီရဖို့ နောက်ဆုံးရက်ကို ရောက်ဟိပြီးဖြစ်လို့ ဒေတာအစုအဝေးတိကို စုစည်းနိန်ပါရေ။ ထုတ်ဝီမှုအသစ်ကို ရက်ပိုင်းအတွင်း <mdcLink>Mozilla Data Collective</mdcLink> မှာ ရဟိနိုင်ပါဖို့။

source: Delete
rki: ဖျက်ပီးပါ

source: Delete my recordings
rki: အသံ သွင်းထားစွာတိကို ဖျက်ပီးပါ

source: Delete Profile
rki: ပြိုဖိုင်းကို ဖျက်ပီးပါ

source: Did you know…
rki: မိတ်ဆွေ သိခပါလား…

source: Different language
rki: တခြား ဘာသာစကား

source: Difficult
rki: အခက်

source: Difficult to pronounce
rki: အသံ ထွက်ဖို့ ခက်ခဲပါယေ

source: Discard ongoing recording
rki: လက်ရှိ သွင်းနိန်စွာကို ဖျက်ပစ်ပါ

source: Disfluency
rki: မပြေလည်စွာ

source: do
rki: လုပ်ပါ

source: Documentation
rki: စာရွက်စာတမ်း

source: Does the sentence meet the guidelines?
rki: စာကြောင်းက လမ်းညွှန်ချက်တိနန့် ကိုက်ညီပါယင့်လား။

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
rki: ကဏ္ဍဆိုစွာ စာကြောင်းက အကြောင်းအရာကို ရည်ညွှန်းပါယေ။ လက်ဟိမှာ အေဟင့်တိ ကြားထဲက ရွီးနိုင်ပါယေ -

source: Donate
rki: လှူဒါန်းပါ

source: Donate your voice
rki: မိတ်ဆွေ အသံကို ဒါနပြုပါ

source: Done
rki: ဗြီးပါဗျာလ်

source: do not
rki: မလုပ်ပါကဲ့

source: Don’t
rki: မလုပ်ပါကဲ့

source: Don’t Add
rki: ထပ် မထည့်ပါကဲ့

source: Don’t Clean Up or Simplify the Language
rki: ဘာသာစကားကို မရှင်းလင်းပါကဲ့ ဝါ ရိုးရှင်းအောင် မလုပ်ပါကဲ့

source: Don’t Overthink or Overedit
rki: အတွေး လွန်စွာ ဝါ အလွန်အကျွံ ပြင်စွာ မလုပ်ပါကဲ့

source: Don't see your language on Common Voice yet?
rki: Common Voice မှာ မိတ်ဆွေ ဘာသာစကားကို မတွိသိမ့်ပါလား?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
rki: မိတ်ဆွေ ဘာသာစကားကို Dataset မှာ မတွိရသိမ့်ပါလား? ဘာသာစကားတခု တောင်းဆိုဖို့ အကျွန်ရို့ ဘာသာစကားတိ စာမျက်နှာကို လားပါ။

source: Don’t use overly formal language
rki: ပုံမှန် ဘာသာစကားကို အလွန်အကျွံ မသုံးပါကဲ့

source: Don't wish to say
rki: မပြောချင်ပါ

source: Download
rki: ဒေါင်းလုဒ် လုပ်ပါ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
rki: မိတ်ဆွေ ပွဲတိအတွက် ဝါ Common Voice မှာ ပါဝင်ကူညီခကေ မိတ်ဆွေ ကိုယ်တိုင်အတွက် အသိအမှတ်ပြု လက်မှတ်ကို ဒေါင်းလုဒ် လုပ်ပါ - မိတ်ဆွေ မပါဟိဘဲ အေဟင့် မဖြစ်လာနိုင်ပါ!

source: Download Common Voice Data
rki: Common Voice Data ကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download Data
rki: ဒေတာကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download Dataset Bundle
rki: ဒေတာစု အတွဲလိုက်ကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download { $language }
rki: { $language } ကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download Links
rki: ဒေါင်းလုဒ် လိင့်ခ်တိ

source: Download My Data
rki: အကျွန့် ဒေတာကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download options for accessing Common Voice data
rki: Common Voice ဒေတာကို ဝင်ပနာ ဒေါင်းလုဒ် လုပ်ဖို့ ရွီးချယ်စရာတိ

source: Download our press pack <icon></icon>
rki: အကျွန်ရို့ စာနယ်ဇင်း အထုပ်ကို ဒေါင်းလုဒ် လုပ်ပါ <icon></icon>

source: Download our voice datasets
rki: အကျွန်ရို့ အသံ ဒေတာစုတိကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download profile data
rki: ပြိုဖိုင်း ဒေတာကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download the Dataset
rki: ဒေတာစုကို ဒေါင်းလုဒ် လုပ်ပါ

source: Download the Single Word Target Segment
rki: Single Word Target Segment ကို ဒေါင်းလုဒ် လုပ်ပါ
